[
  {
    "id": 0,
    "title": "What is ovulation?",
    "body": "When a young woman reaches puberty, she starts to ovulate. This is when a mature egg or ovum is released from one of the ovaries. The ovaries are the two female reproductive organs found in the pelvis. If the egg is fertilized by a sperm as it travels down the fallopian tube, then pregnancy occurs. The fertilized egg attaches to the lining of the uterus. The placenta then develops. The placenta transfers nutrition and oxygen to the fetus from mother. If the egg does not become fertilized, the lining of the uterus (endometrium) is shed during menstruation.
	The average menstrual cycle lasts 28 days. The cycle starts with the first day of one period and ends with the first day of the next period. The average woman ovulates on day 14. At this time, some women have minor discomfort in their lower abdomen, spotting, or bleeding, while others do not have any symptoms at all.
	A woman is generally most likely to get pregnant (fertile) if she has sex a few days before, and during ovulation."
  },
  {
    "id": 1,
    "title": "What is menstruation?",
    "body": "Menstruation is one part of a woman's cycle when the lining of the uterus (endometrium) is shed. This occurs throughout a woman's reproductive life. With each monthly cycle, the endometrium prepares itself to nourish a fetus. Increased levels of estrogen and progesterone help thicken its walls. If fertilization does not occur, the endometrium, along with blood and mucus from the vagina and cervix make up the menstrual flow that leaves the body through the vagina during the period."
  },
  {
    "id": 3,
    "title": "When does menstruation start?",
    "body": "On average, a young woman in the U.S. has her first menstrual period at about age 12. This is generally 2 to 3 years after her breasts start to grow. This is also soon after she notices pubic and underarm hair. Stress, strenuous exercise, and diet can affect when a girl first has her period.
	Obstetricians and Gynecologists recommends that a young woman consult her healthcare provider if she has not started to menstruate by the age of 15, or if she has not begun to develop breast buds, pubic hair, or underarm hair by the age of 13."
  },
  {
    "id": 4,
    "title": "How long is a menstrual cycle?",
    "body":"For menstruating women, an average menstrual cycle lasts 28 days. It starts with the first day of the last period and ends with the first day of the next menstrual period. However, the length of women's cycles varies, particularly for the first year or 2 after a young woman has her first period. Women may have cycles as short as 21 days, or as long as 45 days during the first few years. However, anything outside of this range may require medical attention."
  }
]